<?php if ( ! defined('BASEPATH')) exit('No direct script access allowed');

$lang['error_1']    =   "Данные подключения к Базе Данных неправильные!<br> Измените файл -> config.php <- в корне сайта";
$lang['error_2']    =   "Ошибка при создании базы данных ";
$lang['error_3']    =   "Заполните константу YOUR_LANG значением 'ru' или 'en' в файле config.php в корне сайта!";
$lang['error_4_1']  =   "Заполните константу IS_FILL_KEY этим значением '";
$lang['error_4_2']  =   "' в файле config.php в корне сайта!";
$lang['error_5']    =   "Установка завершена!";
$lang['error_6']    =   "Ошибка : <br>";
$lang['error_7']    =   "Константа <b>COUNT_LINK_FOR_PAGINATION</b> не является числом или она меньше/равна 0. Измените в файле config.php";
$lang['error_8']    =   "Ошибка установки";
$lang['error_9']    =   "Константа <b>COUNT_OBJECT_PER_PAGE</b> не является числом или она меньше/равна 2. Измените в файле config.php";
$lang['error_10']   =   "Константа <b>ADMIN_EMAIL</b> не прошла проверку. Возможно вы допустили ошибку. Измените в файле config.php";
$lang['error_11']   =   "Константа <b>ADMIN_NAME</b> не прошла проверку. Она может содержать кириллицу, латиницу и пробел. Также оно должно быть минимум 2 и максимум 20 символов. Измените в файле config.php";
$lang['error_12']   =   "Константа <b>ADMIN_LOGIN</b> не прошла проверку. Она может содержать латиницу, числа, - и _. Также оно должно быть минимум 5 и максимум 20 символов. Измените в файле config.php";
